[File]
ANSICP=65001
Author=Serdar ŞAHİN (serdar@serdarsahin.net)
Help=AIMP-en.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000C20000CF0000CF0000C80000C50000C00000BC0000B60000B60000B00000AA0000A400009E0000980000940000800000D40B0BFF1313FF1313FF1313FF0B0BFF0909FF0000FF0000F70000EE0000E80000D90000D80000D80000C20000900000E01515FF0000FF1214FF9DA1FFBEC4FE7075FF0C0DFE0000FE0000FF0000FF0000E40000E20000DA0000D10000930000E40F0FFF0607FFCBCDFFE8EBFF4D52FF4146FF3038FD0102FE0000FF0000FF0000E00000DE0000D40000CD0000960000E40F0FFF6467FFFFFFFF3134FF0000FF0000FF0103FF0709FF1B1FFE0000FE0000DF0000DE0000D40000CD0000960000E40F0FFFBEC1FFD4D7FF0000FF0000FF0000FF0000FF0808FFA9ADFE737AFE0000DF0000DE0000D40000CD0000960000E30F0FFFDCDEFFA9ADFF0000FF0000FF0000FF0000FF4B52FFFFFFFFA5A8FE0000DF0000DE0000D40000CC0000940000E30F0FFFD2D4FFBCC0FF0000FF0000FF0000FF0000FF080AFF989EFF737AFF0000E00000DF0000D50000CC0000940000E30F0FFF9C9FFFF7F8FF0A0CFF0000FF0000FF0000FF0709FF1317FF0000FF0000E20000E00000D60000CC0000940000E30F0FFF3337FFFFFFFF9699FF0000FF0000FF3941FF0C10FF0000FF0000FF0000E40000E20000D90000CD0000960000E20F0FFF0000FF7D82FFFFFFFFD4D7FFA3ABFF3E45FF0000FF0000FF0000FF0000E60000E40000DC0000CF00009A0000E20F0FFF0000FF0000FF3D43FF777BFF3338FF0000FF0000FF0000FF0000FF0000E80000E50000DD0000D000009B0000DF0000FF0000FF0000FF0101FF0101FF0101FF0101FF0000F80000EE0000E60000DD0000D50000D10000D100009C0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000BC0000B6000080000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1055
Name=Türkçe (Türkiye)
VersionId=5100

[About]
B1=Kapat
Caption=Hakkında
L1=Destek:
L2=Yapımcı:
L4=Tasarımcı:
L5=Lisans
L6=Değişiklikler

[Actions]
EqualizerFrame=Ekolayzır
Form.AutoHide=Mod: otomatik gizleme ile yüzen
Form.DockTo=Yerleştir
Form.DockToEdges=ekranın sol tarafına|ekranın sağ tarafına|ekranın üst tarafına|ekranın alt tarafına
Form.DoMaximize=Ekranı kapla
Form.Fixed=Mod: sabit
Form.Float=Mod: yüzen
Form.LockPlacement=Pencere konumunu sabitle
Form.Maximize=Ekranı kapla|Geri yükle
Form.Minimize=Küçült
Form.Minimize=Küçült
Form.StayOnTop=Üstte Kal
Form.Undock=Ayır
Form.Visible=%s - göster|%s - gizle
PlaylistFrame=Çalma listesi
QuickSearch=Hızlı arama
Tabs.ScrollDown=Sekmeleri geriye kaydır
Tabs.ScrollUp=Sekmeleri ileri kaydır
Visuals.VisualMenu=Görselleştirme listesi

[AddLinkDialog]
btnOk=Tamam
Caption=Bağlantı ekle
lbLink=Akış bağlantısı:
lbName=Adı:

[AIMP]
acCopyTo=Kopyala...
acFormsTogglePlaylistVisibility.h=Çalma listesini Göster/Gizle
acFormsTogglePlaylistVisibility=Çalma listesi
acHelp=Yardım
acMainAddFiles.h=Dosya Ekle
acMainAddFiles=Dosya
acMainAddFolder.h=Klasör Ekle
acMainAddFolder=Klasör
acMainAddPlaylist.h=Çalma Listesi Ekle
acMainAddPlaylist=Çalma Listesi
acMainAddURL.h=URL Ekle
acMainAddURL=URL
acMainBookmarksManager=Yer İmleri Yöneticisi
acMainDSPManager=Ses efektleri
acMainDSPManagerCrossMixing=Ses Efektleri: Karıştırma
acMainDSPManagerEQ=Ses Efektleri: Ekolayzır
acMainDSPManagerSilenceRemover=Ses Efektleri: Sessizlik Giderici
acMainDSPManagerSoundEffects=Ses Efektleri: Genel
acMainDSPManagerVolumeNormalization=Ses Efektleri: Ses Seviyesi
acMainExit.h=AIMP'i kapat
acMainMinimize.h=Küçült / Ekranı kapla
acMainOpenFiles.h=Dosya(ları) aç
acMainOpenFiles=Dosya aç
acMainOpenFolder=Klasör aç
acMainOpenPlaylist.h=Çalma listesini içe aktar
acMainOpenPlaylist=Çalma listesini içe aktar
acMainStayOnTop=Üstte kal
acMLCompressDB=Veritabanını sıkıştır
acMLDeleteAll=Tüm dosyaları sil
acMLEditBookmark=Yer işaretini düzenle...
acMLGroupingTreeDeleteSelected=Sil
acMLGroupingTreeDeleteSelectedPhysically=Diskten Sil
acMLLabelsDialog=Etiketler...
acMLMakeReport=Rapor...
acMLMissedFiles=Yanlış yerleştirilmiş dosyalar...
acMLPlayFiles=Tümünü çal
acMLPlaySelectedFiles=Seçilen dosyaları çal
acMLReloadTagsForAllFiles=Tüm dosya etiketlerini yeniden yükle
acMLReloadTagsForSelectedFiles=Seçilen dosyaların etiketlerini yeniden yükle
acMLResetStats=Tüm dosya istatistiklerini sıfırla
acMLResetStatsForSelectedFiles=Seçili dosyalar için istatistikleri sıfırla
acMLTableDeleteSelected=Seçileni Sil
acMLTableSendFilesToActivePlaylist=Etkin çalma listesine ekle
acMoveTo=Taşı...
acOpenFolder=Klasörü Aç
acOptionHotkeys.h=Kısayol tuşları seçenekleri
acOptionHotkeys=Kısayol tuşları
acOptionLangs.h=Dil ayarları
acOptionLangs=Dil
acOptionPlugins.h=Eklenti ayarları
acOptionPlugins=Eklentiler
acOptions=Tercihler
acOptionShutdown.h=Zamanlayıcı seçenekleri
acOptionShutdown=Zamanlayıcı
acOptionSkins.h=Arayüz ayarları
acOptionSkins=Temalar
acPlayableFileCopyFileToClipboard.h=Dosyayı panoya kopyala
acPlayableFileCopyInfoToClipboard.h=Dosya bilgilerini panoya kopyala
acPlayableFileCopyToLastPath.h=Şu anda çalan dosyayı son seçilen klasöre kopyala
acPlayableFileDeletePhysically=Şu anda çalan dosyayı diskten sil
acPlayableFileNextBookmark=Sonraki Yer işareti
acPlayableFilePrevBookmark=Önceki Yer işareti
acPlayableFileShowFileInfo=Geçerli Dosya bilgileri
acPlayableFileShowQTE.h=Etiketleri düzenle
acPlayableFileToggleSwitchInPlaylist.h=Dosya oynatma (açık / kapalı)
acPlayerCrossMixing=Çapraz Karıştırma: açık / kapalı
acPlayerJumpToTime=Zamana atla
acPlayerNextTrack=Sonraki parça
acPlayerPauseOnNextTrack=Sonraki parçanın başlangıcında oynatmayı durdur
acPlayerPlayPause=Çal/Beklet
acPlayerPrevTrack=Önceki parça
acPlayerRadioCapture=Radyo kaydı
acPlayerRadioCaptureSingleTrack=Radyo yakalama (yalnızca tek parça)
acPlayerRepeat=Parça tekrarı
acPlayerRepeatPartAB="А-B" bölümünü tekrarla
acPlayerSeekBackward.h=Geri sar
acPlayerSeekForward.h=İleri sar
acPlayerShuffle=Karıştır
acPlayerSpeedDecrease=Hız: azalt
acPlayerSpeedIncrease=Hız: artır
acPlayerSpeedResetToDefaults=Hız: varsayılana sıfırla
acPlayerStop.h=Çalmayı durdur
acPlayerStopAtEnd.h=Geçerli dosyadan sonra çalmayı durdur
acPlayerTempoDecrease=Tempo: azalt
acPlayerTempoIncrease=Tempo: artır
acPlayerTempoResetToDefaults=Tempo: varsayılana sıfırla
acPlayerVolumeDown.h=Ses -
acPlayerVolumeMute.h=Sessiz (Açık / Kapalı)
acPlayerVolumeMute=Sessiz
acPlayerVolumeUp.h=Ses +
acPlaylistAddSelectedToBookmarks=Yer imlerine ekle
acPlaylistAddSelectedToQueue=Kuyruğa ekle
acPlaylistClose=Çalma listesini kapat
acPlaylistCloseOthers=Diğer çalma listelerini kapat
acPlaylistCopySelectedToClipboard=Seçilen dosyaları panoya kopyala
acPlaylistDeleteAll=Tümünü kaldır
acPlaylistDeleteDuplicates=Kopyaları kaldır
acPlaylistDeleteNonExists=Kayıp olanları kaldır
acPlaylistDeleteNonSelected=Seçilen hariç tüm dosyaları kaldır
acPlaylistDeleteSelected=Seçilen dosyaları kaldır
acPlaylistDeleteSelectedPhysically=Seçilen dosyaları diskten sil
acPlaylistDeleteSwitchedOff=Etkin olmayanları kaldır
acPlaylistDeleteSwitchedOffPhysically=Etkin olmayan dosyaları diskten sil
acPlaylistFindInML=Müzik Kütüphanesinde bul
acPlaylistFindNewFiles=Yeni dosyaları bul
acPlaylistFocusedItemShowQTE=Dosya bilgileri
acPlaylistInsertAfterPlayingItem=Çaldıktan sonra ekle
acPlaylistInsertToQueueBeginning=Kuyruğun başına ekle
acPlaylistNew=Yeni çalma listesi
acPlaylistNext.h=Sonraki çalma listesi
acPlaylistNextAndPlay.h=Sonraki çalma listesini çal
acPlaylistPlayFocusedItem.h=Seçilen dosyayı çal
acPlaylistPlayFocusedItem=Çal
acPlaylistPlayPrevious=Son çalma listesini çal
acPlaylistPrev.h=Önceki çalma listesi
acPlaylistPrevAndPlay.h=Önceki çalma listesini çal
acPlaylistReloadFromPreimage=Önceki görüntü verilerini yeniden yükle
acPlaylistRemoveSelectedFromQueue=Kuyruktan kaldır
acPlaylistRename=Çalma listesini yeniden adlandır
acPlaylistReverse.h=Sırala: ters çevir
acPlaylistReverse=Ters çevir
acPlaylistSave=Çalma listesini dışa aktar
acPlaylistSortByArtist=Sanatçıya göre sırala
acPlaylistSortByDuration=Süreye göre sırala
acPlaylistSortByFileName=Klasörlere göre sırala
acPlaylistSortByTitle=Başlığa göre sırala
acPlaylistSortRandomize.h=Sırala: karışık
acPlaylistSortRandomize=Karışık
acQueueClear=Kuyruğu temizle
acQueueManager=Kuyruk yöneticisi
acSearchAdvanced=Gelişmiş arama
acSearchQuick=Hızlı Arama (başlat / devam et)
acSendToAudioConverter.h=Ses Dönüştürücüsüne Gönder
acSendToAudioConverter=Ses Dönüştürücü
acSendToTagEditor.h=Etiket düzenleyicisine gönder
acSendToTagEditor=Etiket düzenleyicisi
acUtilsAudioConverter=Ses Dönüştürücü
acUtilsAudioLibrary=Müzik Kütüphanesi
acUtilsTagEditor=Etiket Düzenleyicisi
acVisualExitFromFullScreen=Tam Ekran Görselleştirme Modundan Çık
acVisualFullScreen=Tam Ekran Görselleştirme
acVisualNext.h=Sonraki görselleştirme
acVisualPrev.h=Önceki görselleştirme
CategoryMenu=Grup
CategoryOptions=Seçenekler
ClearPls=Çalma listesini temizle
CM_DEL=Çalma listesinden kaldır
CM_SEL=Dosya seç
CountLabel.h=Çalma listesindeki dosya sayısı
ItmEQPos=Ekolayzırı solda göster
LengthLabel.h=Toplam çalma listesi süresi
miBMLocateInSource=Kaynakta bul
miBMPlaySelectedFromBeginning=Seçilen dosyaları baştan oynat
miBMResetTimestamp=Zamanı sıfırla
miCountdown=Geri sayım
miGroupBy=Gruplandır..
miMLBookmarks=Yer imleri
miMLCreateDynPlaylist=Akıllı çalma listesi oluştur
miMLGroupingPreset=Gruplandırma
miMLGroupingPresetAdd=Ekle...
miMLGroupingPresetEdit=Düzenle...
miMLGroupingPresetRemove=Sil
miMLLabelsExclude=Etiketi geri al
miMLLabelsInclude=Etiket ayarla
miMLManageDB=Veritabanı
miMLReload=Yenile...
miMLTableSendToPlaylist=Çalma listesine gönder
miMLTableViewAlbumThumbnails=Görünüm: Albüm Küçük Resimleri
miMLTableViewDefault=Görünüm: Tablo
miMLTableViewGroupDetails=Görünüm: Grup Ayrıntıları
miPersonalSettings=Kişisel ayarlar
miPlaylistNewSmart=Yeni akıllı çalma listesi
miPreimageSettings=Ön görüntü ayarları
miRadioCaptureStop=Kaydı durdur
miRadioCatalogs=İnternet Radyo Katalogları
miReadOnly=Değişiklikleri kilitle
miRemoval=Kaldırma
miSelectAll=Tüm dosyaları seç
miSelectNone=Hiçbirini seçme
miSelectPls=Çalma listesi seç
miSelectSwitchedOn=Tüm etkinleri seç
miSendTo=Gönder
miSendToPlaylist=Diğer çalma listesine gönder
miSortByPatternOptions=Seçenekler
miSortRandomizeGroupItems=Grup öğelerini rastgele yap
miSortRandomizeGroups=Grupları rastgele yap
miSortRandomizeGroupsAndItItems=Grupları ve öğelerini rastgele yap
miSwitchOff=Devre dışı
miSwitchOn=Aktif
N6=Etiketleri yeniden tara
N7=En yakın zamanlanmış görev:
N20=Kuyruk
N22=Sistem çubuğu
N31=Görselleştirme modu
N34=Ekle
N35=Pencereyi göster
N36=Ekolayzır
N37=Görsel pencere
N38=(tümünü gizle)
N39=Düzenle
N40=Görselleştirme
N41=Temalar
N43=Yardım
N47=Çıkış
N56=Araçlar
N70=Genel kısayol tuşlarını kapat
N75=Araçlar
N79=Geçerliyi göster
N80=ön ayar yükle
N81=ön ayarı kaydet
N83=Tüm efekt ayarlarını sıfırla
N84=Ekolayzır ayarlarını sıfırla
N85=Tümünü daralt
N86=Tümünü genişlet
N90=Çalıcı
N91=Çal/Duraklat
N92=Durdur
N93=Dosya Ekle
N95=Önceki parça
N96=Sonraki parça
N98=Ses
N114=Benzer kategorilerle birleştir
N115=Tüm benzer kategorileri birleştir
pmAdd.h=Öğe ekleme menüsü
pmDelete.h=Öğe kaldırma menüsü
pmEqualizer.h=Ekolayzır Ayarları
pmMainMenu.h=Ana menü
pmManagePlaylist.h=Çalma listesi yönetimi
pmMisc.h=Çeşitli menüsü
pmMLDelete.h=Öğe kaldırma menüsü
pmMLGroupingPresets.h=Gruplandırma Hazır Ayarları
pmMLLabels.h=Etiketler menüsü
pmMLMainMenu.h=Ana menü - müzik kütüphanesi
pmMLMisc.h=Çeşitli menüsü
pmMLTableViews.h=Görünümler
pmNewPlaylist.h=Yeni Çalma listesi...
pmPlaylistList.h=Çalma listeleri listesi
pmQuickOptions.h=Hızlı ayarlar
pmSorting.h=Öğe sıralama menüsü
pmUtilities.h=Araçlar
SentToNewPLS=Yeni çalma listesine
SizeLabel.h=Çalma listesindeki dosya boyutu
TCFixFloat=Yüzen çubuğu sabitle
TL=Parça listesini kaydet
TrayCotnrol=Mini Oynatıcıyı Göster

[AIMPBookmarkEditDialog]
Caption=Yer İşareti Düzenleniyor
L1=Başlık:
L2=Yol:
L3=Etiketler:
L4=Zaman damgası:
L5=Yorum:

[AIMPConverterStatsDialog]
btnOK=Tamam
Caption=Dönüştürme Tamamlandı!
cbDontShowAgain=Bir daha gösterme
Message=Dosya Sayısı: %0:s\n\nSüre: %2:s\nSüre (Ort): %3:s\n\nGirdi: %5:s\nÇıktı: %6:s\nKaydedildi: %4:s

[AIMPFindMissedFilesDialog]
acApply=İşaretlenene uygula
acFind=Ara...
acRemoveSelected=Seçileni veritabanından kaldır
acReplace=Dosya adını değiştir...
Caption=Yanlış yerleştirilmiş dosyalar

[AIMPML]
Added=Eklenme
Album=Albüm
AlbumArtist=Albüm Sanatçısı
Artist=Sanatçı
BitDepth=Bir Derinliği
Bitrate=Bit Hızı
BPM=BPM
Channels=Kanallar
Comment=Yorum
Composer=Besteci
Conductor=Orkestra Şefi
Copyrights=Telif Hakları
CreatedAt=Oluşturulma
DiskNumber=Disk #
Duration=Süre
FileFormat=Dosya Biçimi
FileName=Dosya Adı
FileSize=Dosya Boyutu
Genre=Tür
Labels=Etiketler
LastModification=Dosya Değiştirme
LastPlayback=Son çalma
Lyricist=Söz Yazarı
Mood=Ruh Hali
Name=İsim
PlaybackCount=Çalma sayısı
Publisher=Yayıncı
Rating=Derecelendirme
SampleRate=Örnekleme hızı
Source=Kaynak
Timestamp=Zaman damgası
Title=Başlık
TrackNumber=Parça #
URL=Bağlantı
UserMark=Kullanıcı Oyu
Year=Tarih

[AIMPML.Controls]
Customize=Özelleştir
DataSourceList=Veri Kaynağı Listesi
History=Çalma Geçmişi
NewLabel=Yeni etiket
NewLabelDialog=Yeni etiket...
None=(yok)
ResetAllFilters=Tüm Filtreleri Sıfırla
ResetFilter=Filtreleri Sıfırla
ShowAll=(tümünü göster)
UnsetAllLabels=Tüm etiketleri geri al

[AIMPML.Presets]
BestTracks.C=En iyi parçalar
BestTracks.V=En iyi %d|Yüksek puan
NewTracks.C=Yeni parçalar
NewTracks.V=Günlük|Üç günlük|Haftalık|2 haftalık|Aylık|Hiçbir Zaman

[AIMPML.Reports]
AlbumCount=Albüm sayısı:
ArtistCount=Sanatçı sayısı:
Common=İstatistik
FavoriteAlbums=Beğenilen albümler (En iyi %d)
FavoriteArtists=Beğenilen sanatçılar (En iyi %d)
FavoriteGenres=Beğenilen türler (En iyi %d)
FavoriteTracks=Beğenilen parçalar (En iyi %d)
GenreCount=Tür sayısı:
L1=Çalma sayısı:
L2=Parça sayısı
L3=Toplam süre (~)
L4=Sanatçı
L5=Dinlenme
L6=Toplam
TrackCount=Parça sayısı:

[AIMPMLFilterEditorDialog]
btnCancel=İptal
btnOK=Tamam
Caption=Parametreleri Filtrele
pcpFilter=Filtreleme

[AIMPMLFilterEditorDialog.FilterControl]
C=Kural Ekle
G=Grup ekle
Op0=eşit
Op1=eşit değil
Op2=arasında
Op3=az
Op4=az veya eşit
Op5=büyük
Op6=büyük veya eşit
Op7=içerir
Op8=ile başlar
Op9=ile biter
Op10=X günde
R=Sil

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Sıfırla
Caption=Grup Düzeni Özelleştirme
GB1=Gruplandırma alanları
GB2=Grup ayrıntıları alanları

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Temizle
btnEditFilter=Düzenle...
Caption=Gruplandırma şablonu
L1=Otomatik adlandır
L2=Alanlara göre gruplandır
L3=Özel Filtre
lbName=Ad
lvAvailable=Mevcut alanlar
lvGroup=Kullanılan alanlar

[AIMPMLLabelsDialog]
acMoveLeft=Etiket ayarla
acMoveRight=Etiketi geri al
acRemove=Etiketi kaldır
acRename=Etiketi yeniden adlandır
btnCancel=İptal
btnOK=Tamam
C1=Etiketler
C2=Mevcut etiketler
Caption=Etiketler
L1=Etiket adını girin
L2=Ekle
miSetToAll=Tüm dosyalara uygula
miUndoSetToAll=Geri al: tüm dosyalara uygula

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Yanlış yerleştirilmiş dosya
c[1]=Önerilen değiştirme
c[2]=Uygunluk derecesi

[AIMPMLMonitoringSettingsDialog]
acAdd=Ekle
acDeleteAll=Tümünü Sil
acDeleteSelected=Seçileni Sil
acUpdate=Güncelle
btnClose=Kapat
Caption=Dosya İzleme
CB1=Taşınmış veya yeniden adlandırılmış dosyaları ara
CB2=Mevcut olmayan dosyaları veri tabanından silin
CB3=Etiketleri yeniden yükle
cbMinFD=Süresi bundan daha az ise:
cbMinFS=Boyutu bundan daha az ise:
cbScanOnStartup=Uygulama başlangıcında yeni dosyaları kontrol et
cbTrackChanges=Çalışırken değişiklikleri izle
GB1=İzleme
GB2=Güncelleme sırasında yap
gbFiltBy=Dosyayı atla
L1=Dosya uzantısı bu ise:
L2=Müzik kitaplığınızın veri tabanının içeriğini güncellemek için "güncelle" düğmesine tıklayın
pcpFolders=Klasörler
pcpSettings=Ayarlar

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Klasör
c[1]=Alt klasörler

[AIMPMLPreimageDialog]
btnCancel=Vazgeç
btnOK=Tamam
Caption=Akıllı Çalma Listesi - Müzik Kütüphanesi
cbLimitTo=Parça sayısını şu şekilde sınırla:
cbSortBy=Sırala:
pcpFilter=1. Filtre
pcpPostProcess=3. Çıkış
pcpSort=2. Sırala

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Ekle
acDeleteAll=Tümünü Sil
acDeleteSelected=Seçileni Sil
btnCancel=İptal
btnOk=Tamam
Caption=Akıllı Çalma Listesi - klasörler
cbSyncOnChanges=Çalışırken değişiklikleri izle
cbSyncOnStartup=Uygulama başlangıcında değişiklikleri kotrol et
L2=Şu uzantılara sahip dosyaları atla:
pcpFolders=Dizinler
pcpSettings=Ayarlar

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Klasör
c[1]=Alt klasörler

[AIMPPlaylistPreimageDialog]
Caption=Akıllı Çalma Listesi - çalma listesi
L1=Dosya Adı\Bağlantısı

[AIMPSendToDialogForm]
cbDefault=Varsayılan olarak uygula
cbSaveStructure=Yolu kaydet
gbAdditionals=Ek dosyalar
gbPath=Hedef yol
gbRename=Şablona göre yeniden adlandır
L1=Kopyala|Taşı
L2=Şuraya Kopyala|Şuraya Taşı
L3=Kopyalama Seçenekleri|Taşıma Seçenekleri
lbAdditionals=Ana dosyalarla birlikte hedef yola kopyalanacak dosyalar.\n; - ayırıcı, * - dosya adının bilinmeyen kısmı

[ATEAutoNumerationForm]
Caption=Otomatik numaralandırma
L1=Başlat:

[ATEAutoTagForm]
C1=Değişikliklerden önce
C2=Değişikliklerden sonra
c[0]=Dosya adı
c[1]=Albüm
c[2]=Sanatçı
c[3]=Tür
c[4]=Başlık
c[5]=Parça No
c[6]=Tarih
c[8]=Parça sayısı
Caption=Dosya adını kullanarak etiketi otomatik doldur

[ATEChangeRegisterDialog]
Caption=Büyük/küçük harf değiştirme / Harf çevirisi
CB1=Etiketler:
GB1=Eylemler
L1=Durum:
L2=Başka alfabeyle yazma:
L3=Alanlar:

[ATEChaptersEditDialog]
acDelete.h=Seçilen bölümleri sil
acDelete=Seçileni Sil
acEdit.h=Seçilen bölümü düzenle
acEdit=Düzenle
acInsert.h=Bölüm ekle
acInsert=Eke
btnFastForward.h=İleri sar
btnPlayPause.h=Başla / Bekle
btnRewind.h=Geri sar
btnSave=Kaydet...
Caption=Bölüm Düzenleyici
tsVolume.h=Ses

[ATEChaptersFormatChooser]
btnSave=Kaydet
Caption=Bölüm Düzenleyici
GB1=Farklı kaydet:
RB1=Bölümler, ses dosyasına gömülü
RB2=CUE, ses dosyasına gömülü
RB3=CUE, ayrı dosya olarak konulsun
RB4=Düz Yazı
W1=*Seçenek, bu ses dosyası türü için mevcut değil

[ATEForm]
A0=Otomatik Numaralandırma
A1=Otomatik Numaralandırma (%s)
A2=Yeniden adlandırma
A3="%s" türüne değiştir
A4=Uygula
A9=Daha önce analiz edilmiş dosyaları atla
acAnalysisBPM=Seçileni Analiz et
acEdit=Tüm Alanları Düzenle...
acEditChapters.h=Bölümleri oluştur/düzenle...
acRgAlbum=Seçileni tara: tek albüm olarak
acRgFAlbum=Seçileni tara: her dizini albüm olarak
acRgFile=Seçileni tara: albüm olmadan
acRgMAlbum=Seçilenleri tara: etiketlerden albüm al
acRgRemove=ReplayGain bilgilerini etiketlerden kaldır
acScenarios=Senaryolar...
acSearchOnline.h=Çevrimiçi hizmetler vasıtasıyla otomatik etiketleme...
acSearchOnlineAlbumArts=Albüm kapaklarını bul...
acSearchOnlineLyrics=Şarkı sözlerini bul...
aSave=Kaydet
aTag.h=Otomatik Doldurma
B1.h=Changing the case / Transliteration
B5=Etiketleri yenile
btnBPM.h=BPM
btnLayout.h=Görünümü değiştir
btnRG.h=ReplayGain
btnScripts.h=Senaryolar
Caption=AIMP: Gelişmiş Etiket Düzenleyicisi
cbSubFolders=Alt klasörlerle
lbNoData=(Önizleme verisi yok)
miDelete=Sil
miDeletePhys=Diskten sil
miGroupBy=Gruplandır
miGroupByFolder=Ana Klasöre Göre
miGroupByNone=Gruplandırma yok
miJumpTo=Klasöre atla...
miNumCfm=Onay iste
miSoundOut=Çalma seçenekleri
TM0=Sabit diskteki dosyalar
TM1=Kullanıcı tarafından eklenen dosyalar

[ATEForm.lvTable]
c[0]=№
c[1]=Disc №
c[2]=Dosya adı
c[3]=Başlık
c[4]=Sanatçı
c[5]=Albüm
c[6]=Tarih
c[7]=Tür
c[8]=Bit hızı
c[9]=Süre
c[10]=Biçim
c[11]=Kapak
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Boyut
c[19]=Şarkı Sözleri
c[20]=BPM
c[21]=Replay gain

[ATEOnlineSearchForm]
aiProgressInidcator=Aranıyor... Lütfen bekleyin
btnCancel=Vazgeç
btnSave=Dosyalara Uygula
Caption=Çevrimiçi Hizmetler aracılığıyla otomatik etiketleme
edSearchBox.b0=Bul
edSearchBox.th=Albüm, Sanatçı
ErrorAuthorizationRequired=Bu işlem yetkilendirme gerektirir. AIMP uygulamasına giriş yapmalı ve onunla çalışması için yetki vermelisiniz. Bunu yaptıktan sonra isteğinizi tekrar gönderin.
vlbBindingHint=Parça düzenleyerek bulunan parçayı bağlamak için, üst listeden aşağıya sürükleyip bırakın.\nDeğişikliklerin yalnızca işaretli "parçalara" uygulanacağını unutmayın.

[ATERenameForm]
btnRename=Yeniden adlandır
Caption=Yeniden adlandırma seçenekleri
CB1=Önizleme
CB2=Dosyanın kopyası ile çalış
GB1=Dosyaları şablona göre yeniden adlandır
GB2=Dosyaları seçilen klasöre taşı
GB3=Ara ve Değiştir
GB4=Büyük/küçük harf
GB5=Harf çevirme
L1=Bul:
L2=Klasörlere göre sıralamak için "\" sembolünü (%Y\%A - %T) kullanabilirsiniz
L3=Değiştir:

[ATESaveParams]
Caption=Kaydetme seçenekleri

[ATEScenariosForm]
btnClose=Kapat
btnRun=Çalıştır
btnStop=Dur
Caption=Senaryolar
cbPreviewMode=Önizleme Modu
GB1=Senaryo
lbPreviewMode=Önizleme modunda, senaryoda yapılan tüm değişiklikler gerçek dosyalara UYGULANMAYACAKTIR

[AutoTag]
bOk=Uygula
Caption=Otomatik doldur
CB1=Değer varsa alanı doldurma

[CommonDialogs]
B1=Tamam
B2=İptal
B3=Yeni Klasör
BS=Evet|Hayır|Tamam|İptal|Durdur|YenidenDene|Yoksay|Tümü|TümüneHayır|TümüneEvet|Yardım|Kapat
L1=Klasör Seç
L2=Alt Klasörler Dahil
MsgCaptions=Uyarı|Hata|Bilgi|Onay|
SA=Tümünü seç
SN=Seçileni kaldır

[ConfirmDialog]
B1=Değiştir
B2=Tümünü Değiştir
B3=Atla
B4=Tümünü Atla
B5=Yeniden Adlandır
B6=İptal
Caption=Değiştir
gbFile1=Dosyayı değiştir
gbFile2=Yeni dosyayla

[CONTEXT]
0=&AIMP ile aç
1=&Çal
2=Ç&alma listesine ekle
3=&Kuyruğa ekle
4=&Yer imlerine ekle
5=&Etiketleri düzenle
6=&Başka biçime dönüştür
7=Ye&ni çalma listesinde aç

[Converter]
actAddFiles=Dosya Ekle
actAddFolders=Klasör Ekle
actAddPlaylist=Çalma Listesi Ekle
actDeleteAll=Temizle
actDeleteSelected=Seçileni Sil
actStop=Durdur
bAdd.h=Dosya / Klasör Ekle
bDelete.h=Dosya Kaldır
bQuickOptions.h=Seçenekler
bSettings=Seçenekler
bStart=Başlat
Caption=AIMP: Ses Dönüştürücü
csCancel=İptal Edildi
csDone=Bitti
csError=Tamam
csPaused=Duraklatıldı
csWaiting=Bekliyor
lbEncoder=Biçim:
lbMode=Kodlama modu
lbNormalizeVolume=Sesi Normalleştir:
lbTargetFileName=Dosyayı yeniden adlandır:
lbTargetFolder=Çıktıyı taşı:
lbTimeElapsed=Geçen:
lbTimeLeft=Kalan:
lbTotalProgress=Toplam İlerleme:
lbVolumeNormalization=Ses Normalleştirme
miCloseAppWhenDone=Başarılı dönüştürmeden sonra uygulamayı kapat
miDeleteSource=Başarılı dönüştürmeden sonra kaynak dosyayı kaldır
miHibernate=Hazırda beklet
miSavePathStructure=Dosyayı hedef yola taşırken dizin yapısını kaydet
miShutdown=Kapat
miShutdownWhenDone=Dönüştürmeden sonra bilgisayarı kapat
miSleep=Uyu
miUncheckSuccessful=Başarılı dönüştürmeden sonra dosyadan onay işaretini kaldır
Modes=Tek parça- tek dosya|Tüm parçalar - tek dosya|Tek klasör - tek dosya

[Converter.lvTable]
c[0]=Ad
c[1]=Biçim
c[2]=Durum
c[3]=№
c[4]=Dosya Adı
c[5]=Hedef Dosya adı

[ConverterEncoders]
bOk=Tamam
btnReset=Varsayılanlara Sıfırla
cbAsInput=Kaynak dosya gibi
cbChangeFormat=Biçimi Değiştir
cbCorrectionFile=Doğrulama dosyası oluştur
cbIncludeMD5=Dosyaya sağlama toplamını dahil et
cbModeHybrid=Karma
cbModeLossless=Kayıpsız
cbNoGap=Boşluksuz
gbMode=Mod
lbBestC=En iyi sıkıştırma
lbBestQ=En iyi kalite
lbBitDepth=Örnekleme Biçimi:
lbBitrate=Bit hızı:
lbBitrateMode=Mod:
lbChannels=Kanallar:
lbCompression=Sıkıştırma:
lbLeast=Hızlı sıkıştırma:
lbMost=En iyi sıkıştırma:
lbProfile=Profil:
lbQuality=Kalite:
lbSampleRate=Örnekleme Hızı:
scParams=Parametreler

[CopyDialog]
0=Kopyalanıyor...
1=Taşınıyor...
2=Duraklat
3=Devam et

[DropForm]
CB1=Bir daha sorma
RG1=Sürükle ve Bırak

[DSPDialog]
btnEqPresets=Hazır Ayarlar
btnReset=Varsayılanlara Sıfırla
CB1=Ses Silici (Yalnızca Stereo için)
CB3=Ses azaltmayı kullan (Duraklat / Devam et)
CB4=Parçalar arasında gezinirken ses azaltmayı kullan
CB5=Pürüzsüz ses seviyesi değiştirme
CB6=Sonraki parçayı önceki parçayla karıştır
CB7=Parçanın başlangıcında sesi artır
CB8=Parçanın sonunda sesi azalt
CB12=Çapraz karıştırmaya izin ver
CB16=Süresi ne olursa olsun parça kenarlarındaki sessizliği kaldırın
cbEqSwitch=Ekolayzır'ı Aç
GB1=Sesi normalleştir
GB2=Elle parça değiştirme
GB3=Otomatik parça değiştirme
GB4=Replay Gain
GB6=Sessizliği Kaldır
L1=* Sağ fare tıklamasıyla değerleri sıfırlayabilirsiniz
L2=DSP Eklentileri:
L4=Ön amfi:
L5=Mevcut değer:
L6=Ön amfi üst eşiği:
L7=Ön amfi alt eşiği:
L9=Varsayılan değer:
L10=Hedef ses seviyesi:
L12=Kaldırmayı etkinleştirmek için sessizlik süresi:
L13=Sessizlik algılama eşiği:
lbChorus=Koro
lbEcho=Eko
lbEnhancer=Stereo güçlendirici
lbFlanger=Flanşlar
lbPitch=Perde
lbPreamp=Preamp
lbReverb=Yankı
lbSpeed=Hız
lbTempo=Tempo
lbTrueBass=Bas
R2=Etiketlerdeki değeri kullan
R3=Dosyayı "anında" analiz et
RB1=Hiçbir şey yapma
RB2=Parçalar arasında duraklama ekle
tcpMixing=Karıştırma
tcpSilenceRemover=Sessizliği Kaldır
tcpSoundEffects=Ses Efektleri
tcpVolume=Ses Seviyesi

[DSPDialog.cbReplayGainSource]
i[0]=Kaynak: Dosya
i[1]=Kaynak: Albüm

[EditorForm.RegisterFmt]
i[0]=Değişiklik olmadan
i[1]=Tüm Kelimeler Büyük Harfli
i[2]=İlk kelime büyük harfli
i[3]=TÜMÜ BÜYÜK HARF
i[4]=tümü küçük harf

[EQPresetsDialog]
B1=Uygula
B2=İptal
B3=Sil
B4=Geri yükle
Caption=Ekolayzır ayarları

[HotkeysGroups]
AudioConverter.Content=Ses Dönüştürücü: tablo
AudioConverter.General=Ses Dönüştürücü: genel
Common.Dialogs=Genel: iletişim kutuları
Common.SendTo=Dosyalar,: gönder...
Common=Genel
MusicLibrary.GroupingTree=Müzik Kütüphanesi: gruplandırma ağacı
MusicLibrary.Table=Müzik Kütüphanesi: tablo
MusicLibrary=Müzik Kütüphanesi: genel
Player.Navigation=Çalıcı: gezinme
Player.PlayableFile=Çalıcı: çalınabilir dosya
Player.PlaybackControl=Çalıcı: çalma kontrolü
Player.Visualizations=Çalıcı: görselleştirme
Playlist.AddFiles=Çalma listesi: dosya ekleme
Playlist.Deletion=Çalma listesi: dosya silme
Playlist.Search=Çalma listesi: arama
Playlist.SelectedFiles=Çalma listesi: seçilen dosyalar
Playlist.Sorting=Çalma listesi: sıralama
Playlist=Çalma listesi
TagEditor.Content=Tag Editor: tablo
TagEditor.CurrentFile=Etiket Düzenleyici: şimdiki seçim
TagEditor.Functions.BPM=Etiket Düzenleyici: Fonksiyonlar - BPM hesaplama
TagEditor.Functions.ReplayGain=Etiket Düzenleyici: Fonksiyonlar - ReplayGain hesaplama
TagEditor.Functions=Etiket Düzenleyici: Fonksiyonlar
TagEditor.Tree=Etiket Düzenleyici: Ağaç

[InfoBar]
CB0=Bilgi Çubuğu olarak|Kart Olarak
CB1=Oynatmanın başlangıcında, sırasında:
CB2=Sola göre|Sağa göre|Merkeze göre
CB3=Masaüstünün üstünde göster|Masaüstünün altında göster
CB4=Albüm Kapağını Göster
CB6=Mümkünse uygulamaları tam ekran göster
CB7=Yalnızca arka plana uygula
CB8=Daima
CB9=Oynatma bitmeden önce, şu sırada:
GB0=Oynatılan dosya hakkında bilgi göster
GB1=Göster
GB5=Görünüm
M1=Arkaplan
M2=Satır %d
M3=Yazı Tipi
M4=Yazı Rengi
P1=Bilgi Çubuğu

[MSG]
1=Yeni çalma listesi
2=Ad girin
3=Müzik Kütüphanesi
4=Bu işlem dosyaları sabit diskten silecektir! Devam etmek istiyor musunuz?
5=(devre dışı)
6=Dosya veya klasör bulunamadı!
7=Tepsiye küçült
8=Ana pencereyi göster
9=Yeniden adlandır
10=Ses
11=Konum
12=Çal
13=Baştan çal
14=Duraklat
15=Kullanıcı tanımlı hazır ayar
16=Tümünü seç
17=Kapalı|Açık
18=Dosya gönder
19=Bu kısayol geçersiz veya başka bir uygulamaya zaten atanmış
21=Bu işlem etkin olanlar hariç tüm çalma listelerini kapatacak. Devam etmek istiyor musunuz?
22=Dosyaya yaz
23=Önizleme
24=En üstteki
25="%s" dosyasındaki değişiklikler kaydedilemedi, başka bir uygulama tarafından kilitlenmiş olabilir.
26=Değişiklikler dosyalara uygulansın mı?
27=Bestekar
28=Ana pencerenin konumuna göre belirlenen ekran|Ekran %d: İkinci (%s)|Ekran %d: Birinci (%s)
29="%s" klasörü mevcut değil
30=Eklentilerden biri kaldırılamadı, uygulama tarafından kullanılıyor olabilir:
31=Bitti...
32=Tek çalma listesi modu:\nKilitli olduğu için çalma listesi değiştirilemedi!
33=Ara
34=Yerel dosyalar
35=Gruplandırma yok
36=Dosyaları bul...
37=Salt Okunur|Atanmış öngörüntü
38=Bu seçenek, birden fazla çalma listesi yapma yeteneğini devre dışı bırakır.\nBu seçeneği seçerseniz diğer çalma listeleri sekmeleri otomatik olarak kapanacaktır!
39=Kalite
40=Farklı Kaydet
41=İnternetten indir
42=Biçim:
43=(Varsayılan)
44=Hız
45=Denge
46=Açılıyor...|Arabelleğe Alınıyor...
47=Radyo Kaydı
48=Başlık
49=Durum
50=Bu tuş zaten kullanılıyor!
51=Zamana atla:
52=Geçersiz biçim
53=Yeni sürüm mevcut. Şimdi indirilsin mi?
54=Ses fontları
55=Mevcut değer:
56=klasörlere göre sıralamak için şablonda "\" sembolünü kullanın
57=İstatistikleri gerçekten sıfırlamak istiyor musunuz?|Seçili dosyalar için istatistikleri gerçekten sıfırlamak istiyor musunuz?
58=Yeni şablon
59=Dosya Silme|Bu dosyalar bir sistem hatası sebebiyle silinemiyor:
60=ifadeler...
61=İşlem henüz bitmedi. İptal etmek istiyor musunuz?
62=Bazı işlemler henüz bitmedi! Onları iptal etmek istiyor musunuz?
63=Dosya arama:
64=Boyut:
65=Oluşturulma tarihi:
66=Hiçbirşey bulunamadı
67=Güncelleniyor...
68=Sıkıştırmadan önceki DB boyutu: %s\nSıkıştırmadan sonraki DB boyutu: %s\nKaydedildi: %s.
69=Uygula
70=İptal
71=Yönetici hakları gereklidir
72=Dosya türü
73=Yükleniyor...
74=Profil klasörü
75=Şablona göre sırala
76=Kullanıcı derecelendirmesini %s yap
77=Otomatik ara
78=Yeni dosyalar:
79=Şeffaflık
80=Önizleme
81=Şarkı sözleri
82=Dosya konumu...
83=Telif hakkı
84=Değişiklikler uygulamayı yeniden başlattıktan sonra uygulanacaktır
85=Kullanıcı Oyu
86=Kopyala
87=Yapıştır
88=Kes
89=Kaynak
90=Sonuç
91=Bu işlem "%s" hazır ayarını silecek. Devam edilsin mi?
92=Tümü|Eklentiler|Çözücüler|Görseller|DSP
93=Dosyalar ekleniyor...
94="A-B" bölümünü tekrarla [kapalı]|"A" noktası ayarlandı|"A-B" bölümünü tekrarla [açık]|
95=%s saniye içinde yeniden bağlan
96=Uyarı! Bu işlem, hazır ayarlar listesini varsayılana sıfırlayacaktır!
97=Kapatıldığında çalıcı durumunu kaydet
98=Tepsiye küçültmek yerine Mini Çalıcı'yı kullan
99=Hazır ayarlar düzenleyici
100=Albüm
101=URL
102=Sanatçı
103=Başlık
104=Açıklama
105=Tür
106=Etiketi kaldır
107=Tarih
108=Parça #
109=Disk #
110=Albüm kapağı
111=Ses fontları bulunamıyor veya geçersiz.
112=<yok>
113=Bitti!
114=Bu işlem, tüm dosyaları ve istatistikleri veritabanından kaldıracaktır! Devam edilsin mi?
115=Süre
116=Dosya|Klasör|Çalma listesi
117=Çalma
118=Eklenme
119=Derecelendirme
120=Çalma listeleri yönetimi
121=Gecikme:
122=Kapat
123=Dosyayı panoya kopyala
125=Kataloglar
126=Lütfen bekleyin...
127=Çalma Sayısı
128=%s içine kopyala|%s içine taşı
129=Otomatik doldurma (Fare Sağ Tıklaması - şablon seçimi)
130=Albüm Sanatçısı
131=Dönüştürme:
132=Yeniden adlandır
133=Ayarlar
134=Duraklatıldı
135=Yeniden boyutlandır...
136=Ayarlar değiştirildi. Değişiklikleri kaydetmek ister misiniz?
137=Çıkarılabilir Disk|CD-Sürücü
138=Uygula
139=Bilgisayarınız %s saniye sonra kapatılacak
140=Yayıncı
141=dB
142=Uyarı! AIMP'de bu çıkış aygıtı türü kullanılıyorsa, diğer programlar ses çıkışı yapamaz.
143=Öngörüntü:|Yok|Klasörler|Müzik Kütüphanesi|Çalma Listesi
144=Kodlayan
145=Ruh Hali
146=Derleme Bölümü
147=Katalog
148=Şarkı Sözü Yazarı
149=Orkestra Şefi
150=Pencereler
151=msan
152=Otomatik
153=san
154=dak
155=B|KB|MB|GB
156=Mutlak dosya yolları
157=Çalma listesine ekledikten sonra dosyaları şablona göre sıralayın:
158=Yetkilendirme bekleniyor...\nLütfen tarayıcınızda yetkilendirme isteğini tamamlayın.\n\nİşlemi iptal etmek için pencereyi kapatın.
159=Toplu modu

[Options]
bCancel=Kapat
btnReset=Varsayılanlara Sıfırla
Caption=Seçenekler
miResetPage=Geçerli sayfadaki ayarları sıfırla
miResetProfile=Tüm ayarları ve kullanıcı verilerini sıfırla
miResetSettings=Tüm ayarları sıfırla
wcResetProfile=Bu işlem, tüm oynatma listelerini, görünümleri, ayarları, istatistikleri ve diğer uygulama verilerini __KALDIRACAKTIR__. Gerçekten devam etmek istiyor musunuz?
wcResetSettings=Bu işlem, tüm uygulama ayarlarını varsayılanlarına sıfırlayacaktır. Devam et?

[OptionsFrameAddFiles]
C1=Dosya ekleme
C9=Genel
C10=Dosyaları harici uygulamalar ile açma
C11=Sürükle bırak
CB1=Kullanıcıya sor
CB2=Çalma listesine eklerken dosyaları CUE dosyası ile genişlet
CB3=Klasörün tamamını ekle
CB6=Dosyalar eklendiğinde çalma listesini otomatik tara
CB9=Açılan dosyayı hemen çal
CB15=Eklenen dosyaları hemen çal
CB19=Hemen çalmaya başla
CB48=Çalma listesi dosyalarını yeni sekmelerde aç
CB59=Dosya adına göre sırala
L1=Varsayılan eylem:
L5=Bir dosya gönderilirse:
L7=Dosyalar açıldığında:

[OptionsFrameAddFiles.CBA]
i[0]=Yeni çalma listesi oluştur
i[1]=Mevcut çalma listesine ekle
i[2]="Varsayılan" boş çalma listesine ekle

[OptionsFrameAddFiles.RG4]
i[0]=Dosyaları geçerli konuma ekle
i[1]=Dosyaları çalma listesinin sonuna ekle
i[2]=Dosyaları çalma listesinin başına ekle
i[3]=Dosyaları çalma listesine ekle ve karıştır

[OptionsFrameAssoc]
B1=Dosya Türleri
C1=Dosya ilişkileri
CB1=Ses Dosyaları
CB2=Çalma Listeleri
CB3=Temalar

[OptionsFrameConvertor]
C1=Dönüştürme Ayarları
C18=Davranış
Caption=Dönüştürücü
CB1=Dosyaları tabloya eklerken Cue Sheet dosyasına göre genişlet
CB4=Dönüştürmeden sonra istatistikleri göster
CB6=Dönüştürme tamamlandığında ses çal
GB1=Dönüştürme tamamlandığında
L1=İşlemler:
L2=CPU çekirdeği sayısına bağlı maksimum işlem sayısı.

[OptionsFrameExtraMeta]
B1=Temizle
Caption=Ek Bilgi
CB1=Şablonu kullanarak albüm resmini dosya klasörüne kaydet:
CB2=İnternette bul
CB3=Şarkı sözü dosyasını otomatik olarak dosya klasörüne kaydet
CB4=Find in file folder
CB5=Dosya etiketlerinde bul
GB1=Internette Bul
GB2=Önbelleğe Almaya İzin Ver
GB3=Dosya Klasöründe bul
GB4=Dosya etiketlerinde bul
L2=İndirilecek En Büyük dosya boyutu:
L3=Önbelleğe alma disk erişim sayısını azaltır, İnternet trafiğini korur, albüm resmi aramayı hızlandırır.
L4=Şu süreden sonra kaydı önbellekten kaldır:
L5=gün
pctAlbumArts=Albüm Resimleri
pctLyrics=Şarkı Sözleri
W1=* Bu yeteneği sağlayan eklentileri yüklemiş olmalısınız

[OptionsFrameHotkeys]
B10=Varsayılan
C1=Kısayol tuşları
c[0]=Komut adı
c[1]=Yerel
c[2]=Genel 1
c[3]=Genel 2

[OptionsFrameInterface]
C1=Animasyon
C3=Şeffaflık
Caption=Arayüz
CB1=Piksel başına yarı saydamlığa izin ver
CB2=Arama çubuğu üzerinde oynatılan dosyanın dalga biçimini göster *
CB3=Gösterirken veya gizlerken başka pencereye sabitlenmiş pencereleri hareketlendir
CB4=Masaüstü araç çubuğu modunu gösterirken veya gizlerken pencereleri hareketlendir
CB5=Dosyayı oynatmak için spektrum görselleştirmesini göster *
CB28=Görsel ekranın durum değişikliğini canlandır *
CB30=Solma efektine izin ver
CB35=Oynatma listesi sekmeleri kaydırmasını canlandır *
CB38=Pencere etkinse şeffaflığı devre dışı bırak
CB39=Pencere fare odaklıysa şeffaflığı devre dışı bırak
CB42=Pürüzsüz saydamlık değişimi
CB52=AIMP Pencere ve kenarlarının birbirine yapışmasına izin ver
CB68=yumuşatma kullan
CB71=Görselleştirmeyi her defasında değiştir:
CB75=Döngüsel
GB1=Statik etiketler için şablonlar *
GB3=running line için şablonlar*
GB4=Gece Modu
GB5=Renk Şeması
GB7=Tam ekran Modu
GB10=Görselleştirmeler değişimi
L1=* Temanız bu özelliği desteklemelidir
L2=Yazı Boyutu:
L10=Güncelle :
L21=Start fullscreen mode on display:
L23=Daha yavaş işleyecek, ancak yakınlaştırma sırasında daha iyi görüntü oluşturacaktır
pcpGeneral=Genel
pcpTemplates=Veri Görüntüleme
pcpVisuals=Görsellik

[OptionsFrameInterface.cbNightMode]
i[0]=Otomatik (Windows 10/11 için)
i[1]=Devre dışı
i[2]=Aktif

[OptionsFrameInterface.rsRun]
i[0]=Hareket: devre dışı
i[1]=Hareket: sola
i[2]=Hareket: sağa

[OptionsFrameInterface.rsShow]
i[0]=Başlatma: devre dışı
i[1]=Başlatma: soldan
i[2]=Başlatma: sağdan
i[3]=Başlatma: üstten
i[4]=Başlatma: alttan

[OptionsFrameLang]
C1=Arayüz dilini seçin
Caption=Dil
L0=Sistem Dili
L1=Unicode olmayan dizeleri buna dönüştür
L2=Temel
L3=Ekstra

[OptionsFrameMLMain]
B1=Dosya İzleme...
C1=Müzik Kütüphanesi
Caption=Müzik Kütüphanesi
CB1=Kullanıcı derecelendirmesini ayarla
CB2=Çalmaya başla
CB3=Çalma hesaplandı
CB4=Derecelendirme ayarlanmamışsa, kullanıcı tanımlı yerine derecelendirme göster
CB5=Kullanıcı tanımlı derecelendirmeyi ses dosyası etiketleriyle senkronize et
CB6=Alt klasörlerin içeriğini her zaman göster
CB7=Mümkün olduğunda boş gruplandırma düzeylerini birleştir
GB1=Genel
GB2=Veritabanına dosya ekle
GB3=Derecelendirme
GB4=Çalma hesaplaması
L1=Dosya süresi için minimum eşik:
L2=Çalma sonrasında hesapla:\n4 dakikadan fazla değil ise
L3=Son istatistiklere göre derecelendirmeyi hesapla:
L4=gün
L6=Dosya etiketlerine var olan derecelendirmeyi yazmak için burayı tıklayın

[OptionsFrameNet]
C21=İnternet bağlantısı seçenekleri
Caption=Bağlantı
CB1=Doğrudan bağlantı kullan
CB2=Sistem varsayılanlarını kullan
CB3=El ile proxy yapılandırma
L79=Zaman aşımı:
L98=Parola:
L106=Sunucu:
L107=Port:
L108=Kullanıcı:

[OptionsFramePlayer]
C19=Fare tekerleği ile tablo öğelerini kaydır
Caption=Çalıcı
CB21=Her zaman üstte
G1=Kontrol
GB4=Kısayol tuşları fare tekeri ile kontrol
GB5=Fare ile kontrol
GB15=Pano şablonuna kopyala
L12=Normal kaydır
L13=Hızı değiştir
L14=Pozisyonu değştir
L15=Tempoyu değiştir
L16=Ses seviyesini değiştir
L18="%s" basıldığında kaydır
L33=Orta tıklama:

[OptionsFramePlayer.MOBox]
i[0]=(yok)
i[1]=Çal/Duraklat
i[2]=Dosya ekle

[OptionsFramePlayerBehavior]
C1=Otomatik
CB1=Çalma konumunu geri yükle
CB7=Çalma listesinde sadece bir parça varken tekrarla
CB32=Parça için ekolayzer ön ayarını otomatik ayarla
CB33=Her çalma listesi için çalma konumunu geri yükle
CB47=Her çalma listesinin kendi oynatma modu vardır (normal / karışık)
CB48=Çalma listesi gezintisi sırasında  "sonraki / önceki dosya " düğmeleri ile çalıcı durumunu kaydet
CB49=Çalma %1:sden fazla duraklatılmış ise %0:s geriye atla
CB58=Sonraki parçaya otomatik geç
CB59=ve çalmayı askıya al
GB1=Genel
GB2=Program başlangıcında
GB3=Çalma modu
GB4=Çalma listesinin sonunda
GB5=Çalınan dosya silindiğinde
GB6=Çalma listesindeki dosyaya odaklan:
L1=Çalma modu:

[OptionsFramePlayerBehavior.RG1]
i[0]=Çalmaya başla
i[1]=Çalıcı durumuna devam et
i[2]=Hiçbir şey yapma
i[3]=Çalmayı duraklat

[OptionsFramePlayerBehavior.RG2]
i[0]=Sonraki çalma listesine atla
i[1]=Çalma listesini tekrarla
i[2]=Beklemede kal

[OptionsFramePlayerBehavior.RG3]
i[0]=Normal
i[1]=Parçayı tekrarla
i[2]=Karıştır

[OptionsFramePlayerBehavior.RG4]
i[0]=Hiçbir şey yapma
i[1]=Çalmayı durdur
i[2]=Sonraki parçaya atla

[OptionsFramePlayerBehavior.RG5]
i[0]=Yalnızca çalma listesi kullanılmadığında
i[1]=Hiçbir zaman
i[2]=Daima

[OptionsFramePlaylistBehavior]
C6=Davranış
Caption=Çalma listesi
CB1=Sekmeyi kapatırken çalma listesini kaldır
CB2=Yer imlerini yeni çalma listesi "Yer imleri"nde aç
CB3=Dosya yollarını kaydet (önerilir)
CB4="Varsayılan" çalma listesini kaydet
CB8=Çalma listesi oluştururken isim sor
CB31=Uygulamadan çıkarken kuyruğu kaydet
CB46=Sekmeyi çift tıklatarak çalma listesini kapat
CB56=Dosyaları sabit diskten kaldırırken onay iste
CB57=Tek Çalma Listesi Modu
GB1=Kaydetme
GB2=Genel

[OptionsFramePlaylistView]
bCancel=İptal
bOk=Tamam
C1=Seçenekleri göster
Caption=Görünüm
CB50=Seçilen dosyalar hakkında bilgi göster
cbAbsoluteNumeration=Mutlak Numaralandırma
cbCollapseUnusedGroups=Kullanılmayan grupları otomatik olarak daralt
cbGroupMode=Grupları etkinleştir
cbMergeGroups=Benzer kategorileri otomatik olarak birleştir
cbShow2ndLine=İkinci bilgi satırını göster
cbShowDuration=Süre sütununu göster
cbShowExpandBtns=Grup genişletme düğmelerini göster
cbShowMarks=Derecelendirmeyi göster
cbShowNumbers=Parça numarasını göster
cbShowSwitches=Anahtarlar sütununu göster
gbFormating=Biçim Ayarları
gbGrouping=Gruplandırma Ayarları
gbLayoutSettings=Düzen Ayarları

[OptionsFramePlugins]
B1=Şimdi yeniden başlat
Caption=Eklentiler
L1=Yüklenen eklentilerden bazıları bu uygulama tarafından kullanılmamaktadır
lbURL=Daha fazla eklenti edin
N1=Kaldır
N2=Seçileni yükle
N3=Tümünü yükle
N4=Seçileni kaldır
N5=Tümünü kaldır
N6=Standart olmayanı kaldır

[OptionsFramePlugins.cbFilter]
i[0]=Tümü
i[1]=Yüklenenler
i[2]=Kaldırılanlar
i[3]=Kullanılmayanlar

[OptionsFrameRadioCap]
C1=Genel Ayarlar
C22=İnternet Radyosu Kaydı
Caption=İnternet Radyosu
CB2=Aynı ada sahip dosya varsa parçayı atla
CB65=Kod dönüştürmeden akış kaydetme (yalnızca MP3 / AAC / AAC + için)
CB66=Etiketleri dosyaya yaz
CB67=CUE kaydını yaz
CB68=Arka plan kaydı için arabellek boyutu:
CB69=Süresi şundan az olan dosyaları sil:
GB6=Kaydetme seçenekleri
GB9=Dosyalara böl
L1=Bağlantı kesildiğinde yeniden bağlanmayı deneme sayısı:
L2=Kullanıcı Aracı:
L3=Arabellek boyutu:
L13=Süre:
L24=Dosya adı şablonu:
L25=Boyut:
L85=Klasöre kaydet:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Parçalara göre ayır
i[1]=Boyuta göre ayır
i[2]=Süreye göre ayır

[OptionsFrameSkins]
B2=Gözat...
C1=Temalar
lbURL=Daha fazla tema edin
miDelete=Kaldır

[OptionsFrameSort]
Caption=Şablonlar
L1=Ters sıralama için "%!" makrolarını kullanın
L2=Şablonları Sıralama
L3=Şablonları Gruplama

[OptionsFrameSoundOutRemapping]
btnRemove.h=Bağlantıyı kaldır
Caption=Kanalların Yeniden Eşlenmesi
L0=Özelleştirilmiş yeniden eşleme ön ayarları:
L1=Giriş
L2=Çıkış
L3=Kanal %d
L4=Özelleştirilecek ön ayarı seçin:
N1=Düzenleme şablonu uygunsa, tüm değişiklikleriniz hemen oynatılan dosyaya uygulanacaktır.
N2=Özel şablon yoksa oyuncu varsayılan şablon kullanılır

[OptionsFrameSystem]
C1=Sistem
Caption=Sistem
CB2=Geçerli parça bilgilerini görev çubuğunda göster
CB3=Geçerli dosya bilgilerinin kaydırılmasına izin ver
CB4=Çalma ilerlemesini göster
CB5=Çalıcı durumunu görev çubuğundaki düğmede göster
CB6=Çalıcı durumunu ilerleme çubuğunun rengi olarak göster
CB7=Ses akışı için "Belirsiz" durumunu kullan
CB18=Ekranın kapanmasını önle
CB23=Windows'un sağ tıklama menüsüne ekle
CB24=CD/DVD Otomatik çalıştır menüsüne ekle
CB40="Çalıştır" menüsüne bağlantı ekle
CB41=Varsayılan programlar listesine kısayol ekle
CB60=Otomatik çalıştır
GB1=Bütünleşme
GB2=Görev çubuğunda düğme göster
L1=Çalıcı penceresi etkin olmalıdır
L99=Öncelik

[OptionsFrameTagEditor]
C1=Davranış
Caption=Etiket Düzenleyici
CB1=etiket alanları değerlerini önceden işlemek için yerinde ifadelerin kullanılmasına izin ver

[OptionsFrameTray]
C15=Genel
C16=Dosya bilgisi
C17=Fare kontrolü
Caption=Sistem tepsisi
CB1=Uygulama simge durumuna küçültüldüğünde tepsiye küçült
CB2=Başlangıçta sistem tepsisine küçült
CB3=Sistem tepsisine küçültüldüğünde Mini Çalıcı'yı göster
CB4=Sistem tepsisi simgesinde çalma durumunu göster
CB5=Sistem tepsisi simgesini her zaman göster
CB13=Fare üzerinde bekletildiğinde dosya bilgisini göster
L30=Tek tıklama:
L31=Çift tıklama:
L32=Orta tıklama:
L34=Bekletme süresi:

[OptionsFrameTray.TrayCmd]
i[0]=(devre dışı)
i[1]=Ana Pencereyi Göster/Gizle
i[2]=Ana Pencereyi üste getir
i[3]=Dosya bilgisi
i[4]=AIMP Ses denetleyicisi
i[5]=Çal/Duraklat
i[6]=Dosyaları ekle ve çal
i[7]=Sonraki parça
i[8]=Önceki parça

[OptionsSoundOutFrame]
C1=Çalma seçenekleri
Caption=Çalma
CB1=Şimdiki parçayı dinlerken sonraki parçayı önceden yükle
CB2=Logaritmik ses kaydırıcısı
CB3=Ses yüksekliği kompanzasyonlu ses kontrolü
L1=Ses çıkış tipi:
L2=Cihaz:
L3=Parametreler:
L4=Önbellek boyutu:
L5=Çıkış için kullanılacak kanalları seçin

[OptionsSoundOutTransformFrame]
B1=DSP Yöneticisi
C1=Dönüştürme Seçenekleri
CB1=Kanalları karıştırmaya izin ver
CB1Hint=Stereo / mono dosyalar için surround emülasyonu\nÇok kanallı dosyaların stereo / mono'ya akıllı dönüşümü
CB2=Kırpma önleyici
CB2Hint=Sinyal 0 dB'nin üzerine atladığında ortaya çıkan çizilme etkisini ve gürültüyü önler
CB3=Titreme
CB3Hint=Örnekleme derinliğini düşürürken görünen distorsiyonu bastır
CB4=Sistem kod çözücülerinin kullanımına izin ver
GB1=İzci Müzik
GB2=Genel
L1=Yeniden örnekleme:
L2=Hız
L3=Kalite

[PartRepeatDialog]
B1=Ayarla
B2=Kaldır
Caption= "A-B" Bölüm tekrarı
L1=A: Noktası
L2=B: Noktası

[PlaylistExportSettings]
btnOK=Tamam
C4=Parça listesi dışa aktarma seçenekleri
Caption=Parça listesi dışa aktarma
CB54=Gizli çalma listesi öğelerini dışa aktar
CB55=Çalma listesi kategorilerini dışa aktar
cbDefault=Seçimimi hatırla
L26=Şablon:
L27=Düzen:

[PlaylistsManagerDialog]
acImport=Çalma listelerini içe aktar...
acImportDirs=Klasörleri içe aktar...
acRemove=Seçileni diskten kaldır
btnPreimage=Ayarlar
cbReadOnly=Değişiklikleri kilitle
cbShuffleMode=Karışık oynatma modu
L1=Genel
L2=Kişisel ayarlar
L3=Etkin çalma listeleri
L4=Etkin olmayan çalma listeleri
L5=Önizleme
lbPreimage=Öngörüntü:
lbPreimageNotes=Öngörüntü, geçerli oynatma listesi için veri kaynağıdır (Müzik Kitaplığı, Klasörler veya benzerlerine dayanabilir). Öngörüntüyle senkronize etmek için, "Öngörüntüden verileri yeniden yükle"ye basın".\n\n Senkronizasyon yalnızca bir yönde yapılabilir: Öngörüntü -> Çalma listesi.
lbStorage=Konum:

[QTEAlbumArtEditor]
btnCancel=İptal
btnOk=Tamam
Caption=Albüm Resmi Düzenleyici
lbScale=Ölçek:
lbSizes=Boyutlar:
pnlCrop=Kırp
pnlScale=Boyutlandır

[QteCustomFields]
btnCancel=Vazgeç
btnOK=Tamam
Caption=Belirsiz alanlar
miCopy=Kopyala
miCopyAsUTF8=UTF8-dizesi olarak kopyala
miCopyAsUTF16BE=UTF16BE-dizesi olarak kopyala
miCopyAsUTF16LE=UTF16LE-dizesi olarak kopyala
miDelete=Sil
miExtractAll=Farklı kaydet...
miExtractSelected=Seçileni farklı kaydet...

[QTEExpressions]
btnCancel=Vazgeç
btnOK=Tamam
Caption=ifadeler
lbTitle=Seçilen tüm dosyalar için düzenleme alanının değeri için ön-işlemci olarak kullanılacak ifadeyi yazın
W1=İfade "=" ile başlatılmalıdır

[QTEForm]
acMemoClear.h=Temizle
acMemoLoad.h=Dosyadan yükle...
acMemoSave.h=Farklı Kaydet...
bCopyTo=Kopyala...
Caption=Etiket Düzenleyici
L1=Yükle
L2=Kaydet
L3=Değişiklikleri kaydetmek için albüm resmini dosyadan kaldır işaretini kaldırın
lbCustomFields=Bilinmeyen alanlar...
T1=Basit
T2=Şarkı sözleri
T3=CUE
T4=Bilgi

[QueueDialog]
Caption=Kuyruk yöneticisi
CB1=Duraklat
L1=Toplam zaman:

[QueueDialog.ListView]
c[0]=Numara
c[1]=Dosya adı
c[2]=Çalma listesi
c[3]=Süre

[SearchForm]
B1=Arama seçenekleri
B2=Kapat
Caption=Gelişmiş arama
CB1=Başlıklarda ara
CB2=Sanatçılarda ara
CB3=Albümlerde ara
CB4=Türlerde ara
CB5=Tam dosya adlarında ara
CB6=Otomatik ara
L1=(Tümü)
N1=Çal
N6=Çalma listesinde bul

[SearchForm.Table]
c[0]=Başlık
c[1]=Çalma listesi
c[2]=Kuyruk dizini

[Templates]
%Album= - albüm
%AlbumArtist= - albüm sanatçısı
%AlbumGain= - albüm için replay gain değeri
%Artist= - sanatçı
%BitDepth=- bit derinliği
%Bitrate= - bit hızı
%BPM= - dakika başına vuruş
%Caps2(A)=- Tüm kelimeler Büyük Harfli, ISTanbul GuZEL SeHIR
%Caps(A)= - Tüm Kelimeler Büyük Harfle
%Case(..)=- boş olmayan ilk argümanı döndürür
%Catalog=- katalog adı
%Channels= - kanallar
%Chapter=- şimdiki bölüm
%Char(A)= - A kodlu sembol
%CleanTitle(A)=- sanatçılar hakkındaki A dizesinden bilgileri kaldırır
%Comment=- yorum
%Composer= - bestekar
%Conductor=- orkestra şefi
%Copyright=- telif hakları
%Dec(A,B)=- A değerini B kadar azaltır.
%Detransliterate(A)=- Latin alfabesinden Kiril harf karakterleri çevirisini kaldır
%DiskNumber= - disk numarası
%DiskTotal=- toplam disk sayısı
%Duration= - parça süresi (sn)
%EncodedBy=- kodlayan
%ExtractFileExt(A)= - A dosyası uzantısını çıkarma
%FileCreatedDate=- dosyanın oluşturulduğu tarih
%FileCreatedDateAndTime=- dosyanın oluşturulduğu tarih ve saat
%FileCreatedTime=- dosyanın oluşturulduğu saat
%FileDir(..)=- ana dizinin tam yolu
%FileFormat= - dosya biçimi
%FileModifiedDate=- dosyanın değiştirildiği tarih
%FileModifiedDateAndTime=- dosyanın değiştirildiği tarih ve saat
%FileModifiedTime=- dosyanın değiştirildiği saat
%FileName= - tam dosya adı
%FileParentDir(..)=- ana dizinin adı
%FileSize= - dosya boyutu (bayt)
%Format(A,B)=A - A - sayısal değer için biçim dizesi, B - değer
%Genre= - tür
%IF(A,B,C)== C, A boş ise, aksi takdirde - B
%IFEqual(A,B,C,D)== C, A ise = B, aksi takdirde - D
%IFGreater(A,B,C,D)== C, A ise > B, aksi takdirde - D
%IFGreaterOrEqual(A,B,C,D)== C, A ise >= B, aksi takdirde - D
%Inc(A,B)=- A değerini B kadar artırır.
%Index= - çalma listesindeki konum
%ISRC= - ISRC kodu
%LastPlayDate=- son çalma tarihi
%LastPlayTime=- son çalma saati
%Length(A)= - A dizesinin uzunluğu
%Link=- URL
%Low(A)= - küçük harf
%Lyricist= - şarkı sözü yazarı
%Lyrics= - şarkı sözü
%Mark= - Kullanıcı tanımlı derecelendirme
%Mood=- ruh hâli
%NewLine= (sadece parça listesi için)
%PlayCount= - çalma sayısı
%PrefixToTail(A)=- "The" ve "A" öneklerini A dizesinin sonuna taşır
%PrefixTrim(A)=- A dizesinden "The" ve "A" öneklerini kaldırır
%Publisher= - yayıncı
%Random(..)=- 1'den belirtilene kadar rastgele sayı.
%Rating= - parçayı otomatik derecelendirme
%RemoveFileExt(A)=- A dosya adından dosya uzantısını kaldırır
%Replace(A,B,C)=, A, kaynak dizedir, B - bulunacak değer, C - değiştirilecek değer
%SampleRate= - örnekleme hızı
%StrCopy(A,B,C)= - A'dan B konumundan sembolleri kopyala, C - kopyalanacak sembollerin sayısı
%StrLeft(A,B)=- A dizesinden ilk B karakterlerini kopyalar
%StrPos(A,B)= - B dizesinde A alt dizesini ara
%StrRight(A,B)=- A dizesinden son B karakterlerini kopyalar
%StrTrim(A)=- A dizesinden sondaki ve baştaki boşlukları kaldırır
%TimeCode=- oynatılan dosyanın konumu "H:MM:SS.ZZZ" biçiminde
%Title= - başlık
%Today(..)=- geçerli tarih ve saat, varsayılan biçim "yyyy.MM.dd ss:dd:ss"
%TrackGain= - parça için replay gain değeri
%TrackNumber= - parça numarası
%TrackTotal=- toplam parça sayısı
%Transliterate(A)=- Kiril karakterlerini Latin alfabesine çevir
%Up(A)= - BÜYÜK HARF
%Value=- şu anki değer
%Year= - çıkış tarihi

[Templates.Categories]
0=Genel
1=Konu
2=Kondisyonlar
3=Diziler
10=Meta
11=Dosya
20=İstatistikler

[Updater]
B1=Güncellemeleri denetle
B2=Yükle
Caption=Güncelleme Denetleyicisi
CB1=Bu sürüm hakkında hatırlatma yapma
L1=Sürümünüz:
L2=Son sürüm:
L3=Elle güncelleme kontrolü
L4=Yeni %s sürümü mevcut
L5=Güncelle
L6=kararlı sürümler|test sürümleri (Beta)|geliştirme sürümleri (Alfa)
W1=DİKKAT! Seçtiğiniz sürüm çok kararsız olabilir ve birçok hata içerebilir! devam et?

